Repository: mrgsdev/AppCoda
Catalog: UIKit/Beginning iOS Programming with Swift/FoodPin with CoreData/FoodPinCoreData/*.lproj/Localizable.strings
Languages: ru

source: CREATE YOUR OWN FOOD GUIDE
ru: СОЗДАЙТЕ СВОЙ СОБСТВЕННЫЙ СПРАВОЧНИК ПО РЕСТОРАНАМ

source: Delete
ru: Удалить

source: DISCOVER GREAT RESTAURANTS
ru: ОТКРОЙТЕ ДЛЯ СЕБЯ ВЕЛИКОЛЕПНЫЕ РЕСТОРАНЫ

source: Dislike
ru: Не нравится

source: Find restaurants shared by your friends and other foodies
ru: Находите рестораны, о которых рассказывают ваши друзья и другие гурманы

source: Like
ru: Нравится

source: Pin your favorite restaurants and create your own food guide
ru: Закрепляйте свои любимые рестораны и создавайте собственный путеводитель по ресторанам

source: Rate us on App Store
ru: Оцените нас в App Store

source: Search and locate your favourite restaurant on Maps
ru: Поиск и определение местоположения любимого ресторана на Картах

source: Search restaurants...
ru: Поиск ресторана

source: Share
ru: Поделиться

source: SHOW YOU THE LOCATION
ru: ПОКАЗАТЬ МЕСТОПОЛОЖЕНИЕ

source: NEXT
ru: ДАЛЕЕ

source: GET STARTED
ru: НАЧАТЬ

source: Oops
ru: УПС!

source: We can't proceed because one of the fields is blank. Please note that all fields are required.
ru: Мы не можем продолжить, потому что одно из полей не заполнено. Обратите внимание, что все поля обязательны для заполнения.

source: Camera
ru: Сделать фото

source: Photo library
ru: Выбрать фото

source: Cancel
ru: Отмена

source: Delete from favorites
ru: Удалить из избранных

source: Like as favorite
ru: Добавить в избранные

source: Restaurant Recommendation
ru: Рекомендация по ресторанам

source: Try new food today
ru: Попробуйте новые блюда сегодня

source: I recommend you to check out %@. The restaurant is one of your favorites. It is located at %@. Would you like to give it a try?
ru: Я рекомендую вам проверить %@. Ресторан является одним из ваших любимых. Он расположен по адресу %@. Не хотите попробовать?
